of222/tutorials/rheoFoam/OtherTests/Channel3D_VE/Oldroyd-BLog/0/theta
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    object      theta;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform (0 0 0 0 0 0);

boundaryField
{
    inlet
    {
	type            fixedValue;
	value           uniform (0 0 0 0 0 0);       
    }
    
    walls
    {
	type            zeroGradient;       
    }

    outlet
    {
	type            zeroGradient;      
    }
}

// ************************************************************************* //
