of222/tutorials/rheoFoam/OtherTests/Channel3D_VE/Oldroyd-BLog/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          450;
        startFace       51750;
    }
    outlet
    {
        type            patch;
        nFaces          450;
        startFace       52200;
    }
    walls
    {
        type            wall;
        nFaces          3600;
        startFace       52650;
    }
)

// ************************************************************************* //
